Repository: osekkat/touristApp
Catalog: ios/MarrakechGuide/MarrakechGuide/Resources/Localizable.xcstrings
Source language: en
Languages: fr

# app_name
source: Marrakech Guide
fr: Guide de Marrakech

# nav.home
source: Home
fr: Accueil

# nav.explore
source: Explore
fr: Explorer

# nav.prices
source: Prices
fr: Prix

# nav.eat
source: Eat
fr: Manger

# nav.more
source: More
fr: Plus

# home.greeting.morning
source: Good morning
fr: Bonjour

# home.greeting.afternoon
source: Good afternoon
fr: Bon après-midi

# home.greeting.evening
source: Good evening
fr: Bonsoir

# home.subtitle
source: Your Marrakech companion
fr: Votre compagnon à Marrakech

# home.quickActions
source: Quick Actions
fr: Actions rapides

# home.action.quote
source: Check a Quote
fr: Vérifier un prix

# home.action.phrase
source: Say a Phrase
fr: Dire une phrase

# home.action.goHome
source: Go Home
fr: Rentrer

# home.action.currency
source: Currency
fr: Devise

# home.offlineReady
source: Offline Ready
fr: Prêt hors ligne

# home.offlineNotReady
source: Setup Required
fr: Configuration requise

# explore.title
source: Explore
fr: Explorer

# explore.searchHint
source: Search places…
fr: Rechercher des lieux…

# explore.allPlaces
source: All Places
fr: Tous les lieux

# explore.filter
source: Filter
fr: Filtrer

# explore.sort
source: Sort
fr: Trier

# explore.nearby
source: Nearby
fr: À proximité

# explore.popular
source: Popular
fr: Populaires

# explore.hiddenGems
source: Hidden Gems
fr: Trésors cachés

# explore.openNow
source: Open Now
fr: Ouvert maintenant

# explore.noResults
source: No places found
fr: Aucun lieu trouvé

# place.about
source: About
fr: À propos

# place.hours
source: Hours
fr: Horaires

# place.tips
source: Tips
fr: Conseils

# place.nearby
source: Nearby
fr: À proximité

# place.directions
source: Directions
fr: Itinéraire

# place.save
source: Save
fr: Enregistrer

# place.saved
source: Saved
fr: Enregistré

# place.share
source: Share
fr: Partager

# place.open
source: Open
fr: Ouvert

# place.closed
source: Closed
fr: Fermé

# place.opensAt
source: Opens at %@
fr: Ouvre à %@

# place.closesAt
source: Closes at %@
fr: Ferme à %@

# prices.title
source: Prices
fr: Prix

# prices.searchHint
source: Search price cards…
fr: Rechercher des prix…

# prices.checkQuote
source: Check a Quote
fr: Vérifier un prix

# prices.fairRange
source: Fair price range
fr: Fourchette de prix juste

# prices.lastReviewed
source: Last reviewed
fr: Dernière vérification

# prices.proTips
source: Pro Tips
fr: Conseils pro

# prices.script
source: What to Say
fr: Quoi dire

# quote.title
source: Quote Check
fr: Vérification de prix

# quote.whatBuying
source: What are you buying?
fr: Qu'achetez-vous ?

# quote.enterAmount
source: Enter the quoted amount
fr: Entrez le montant demandé

# quote.check
source: Check Price
fr: Vérifier le prix

# quote.result.fair
source: Fair Price
fr: Prix juste

# quote.result.high
source: Above Fair Price
fr: Au-dessus du prix juste

# quote.result.veryHigh
source: Way Too High
fr: Beaucoup trop cher

# quote.result.low
source: Great Deal
fr: Bonne affaire

# quote.counterSuggestion
source: Counter Suggestion
fr: Contre-proposition

# quote.walkAway
source: Walk Away Price
fr: Prix de départ

# eat.title
source: Eat
fr: Manger

# eat.searchHint
source: Search restaurants…
fr: Rechercher des restaurants…

# eat.cuisine.all
source: All
fr: Tous

# eat.cuisine.moroccan
source: Moroccan
fr: Marocain

# eat.price.budget
source: Budget
fr: Économique

# eat.price.mid
source: Mid-range
fr: Moyen

# eat.price.splurge
source: Splurge
fr: Gastronomique

# phrasebook.title
source: Phrasebook
fr: Guide de phrases

# phrasebook.searchHint
source: Search phrases…
fr: Rechercher des phrases…

# phrasebook.greetings
source: Greetings
fr: Salutations

# phrasebook.dining
source: Dining
fr: Restaurant

# phrasebook.emergencies
source: Emergencies
fr: Urgences

# phrasebook.play
source: Play
fr: Écouter

# phrasebook.copy
source: Copy
fr: Copier

# search.title
source: Search
fr: Recherche

# search.hint
source: Search everything…
fr: Rechercher partout…

# search.recent
source: Recent
fr: Récent

# search.clearRecent
source: Clear
fr: Effacer

# search.noResults
source: No results found
fr: Aucun résultat

# search.tryDifferent
source: Try a different search term
fr: Essayez un autre terme de recherche

# more.title
source: More
fr: Plus

# more.features
source: Features
fr: Fonctionnalités

# more.myDay
source: My Day
fr: Ma journée

# more.myDayDesc
source: Plan your day
fr: Planifiez votre journée

# more.currency
source: Currency
fr: Devise

# more.currencyDesc
source: Convert MAD
fr: Convertir MAD

# more.arrival
source: Arrival Mode
fr: Mode arrivée

# more.arrivalDesc
source: First hours tips
fr: Conseils premières heures

# more.saved
source: Saved Places
fr: Lieux enregistrés

# more.recent
source: Recent
fr: Récent

# more.settings
source: Settings
fr: Paramètres

# more.about
source: About
fr: À propos

# settings.title
source: Settings
fr: Paramètres

# settings.general
source: General
fr: Général

# settings.language
source: Language
fr: Langue

# settings.currency
source: Home Currency
fr: Devise préférée

# settings.offline
source: Offline & Downloads
fr: Hors ligne et téléchargements

# settings.downloads
source: Downloaded Content
fr: Contenu téléchargé

# settings.wifiOnly
source: Wi-Fi Only Downloads
fr: Téléchargement Wi-Fi uniquement

# settings.storage
source: Storage Used
fr: Espace utilisé

# settings.homeBase
source: Home Base
fr: Point de départ

# settings.yourHotel
source: Your Hotel/Riad
fr: Votre hôtel/riad

# settings.notSet
source: Not set
fr: Non défini

# settings.privacy
source: Privacy
fr: Confidentialité

# settings.privacyCenter
source: Privacy Center
fr: Centre de confidentialité

# settings.locationPermission
source: Location Permission
fr: Autorisation de localisation

# settings.data
source: Data
fr: Données

# settings.clearRecent
source: Clear Recent History
fr: Effacer l'historique récent

# settings.clearSaved
source: Clear All Saved Items
fr: Supprimer tous les éléments enregistrés

# settings.about
source: About
fr: À propos

# settings.licenses
source: Open Source Licenses
fr: Licences open source

# settings.reportIssue
source: Report an Issue
fr: Signaler un problème

# settings.rateApp
source: Rate the App
fr: Noter l'application

# settings.runSetup
source: Run Setup Again
fr: Relancer la configuration

# diagnostics.appInfo
source: App Information
fr: Informations sur l'application

# diagnostics.appVersion
source: App Version
fr: Version de l'application

# diagnostics.contentStatus
source: Content Status
fr: État du contenu

# diagnostics.contentVersion
source: Content Version
fr: Version du contenu

# diagnostics.lastUpdated
source: Last Updated
fr: Dernière mise à jour

# diagnostics.places
source: Places
fr: Lieux

# diagnostics.priceCards
source: Price Cards
fr: Fiches de prix

# diagnostics.tips
source: Tips
fr: Conseils

# diagnostics.packStatus
source: Pack Status
fr: État des packs

# diagnostics.installed
source: Installed
fr: Installé

# diagnostics.notInstalled
source: Not Installed
fr: Non installé

# diagnostics.offlineReadiness
source: Offline Readiness
fr: Préparation hors ligne

# diagnostics.coreContent
source: Core Content
fr: Contenu principal

# diagnostics.searchIndex
source: Search Index
fr: Index de recherche

# diagnostics.storage
source: Storage
fr: Stockage

# diagnostics.totalStorage
source: Total App Storage
fr: Stockage total

# diagnostics.contentDb
source: Content Database
fr: Base de données du contenu

# diagnostics.userData
source: User Data
fr: Données utilisateur

# diagnostics.clearCache
source: Clear Cache
fr: Vider le cache

# diagnostics.exportReport
source: Export Debug Report
fr: Exporter le rapport de débogage

# privacy.title
source: Privacy Center
fr: Centre de confidentialité

# privacy.matters
source: Your Privacy Matters
fr: Votre confidentialité compte

# privacy.subtitle
source: Here's exactly what happens with your data
fr: Voici exactement ce qui se passe avec vos données

# privacy.storedDevice
source: What's Stored on Your Device
fr: Ce qui est stocké sur votre appareil

# privacy.leavesDevice
source: What Leaves Your Device
fr: Ce qui quitte votre appareil

# privacy.locationData
source: Location Data
fr: Données de localisation

# privacy.noAccounts
source: No Accounts Required
fr: Aucun compte requis

# privacy.noTracking
source: No Tracking
fr: Aucun suivi

# privacy.summary
source: In Summary
fr: En résumé

# homeBase.title
source: Home Base
fr: Point de départ

# homeBase.setup
source: Set Home Base
fr: Définir le point de départ

# homeBase.current
source: Your home base
fr: Votre point de départ

# homeBase.distance
source: %@ away
fr: À %@

# homeBase.refresh
source: Refresh Location
fr: Actualiser la position

# homeBase.taxiCard
source: Show to Taxi Driver
fr: Montrer au chauffeur de taxi

# homeBase.navigate
source: Navigate
fr: Naviguer

# homeBase.headingGood
source: Heading: Good
fr: Direction : bonne

# homeBase.headingWeak
source: Heading: Weak
fr: Direction : faible

# homeBase.headingUnavailable
source: Heading unavailable
fr: Direction indisponible

# myDay.title
source: My Day
fr: Ma journée

# myDay.subtitle
source: Plan your perfect day
fr: Planifiez votre journée parfaite

# myDay.time
source: Time Available
fr: Temps disponible

# myDay.hours
source: %lld hours
fr: %lld heures

# myDay.pace
source: Pace
fr: Rythme

# myDay.pace.relaxed
source: Relaxed
fr: Détendu

# myDay.pace.standard
source: Standard
fr: Normal

# myDay.pace.active
source: Active
fr: Actif

# myDay.budget.low
source: Budget
fr: Économique

# myDay.budget.mid
source: Mid-range
fr: Moyen

# myDay.budget.high
source: Splurge
fr: Gastronomique

# myDay.interests
source: Interests
fr: Centres d'intérêt

# myDay.build
source: Build My Day
fr: Créer ma journée

# myDay.startRoute
source: Start Route
fr: Démarrer l'itinéraire

source: Route Overview
fr: Aperçu de l'itinéraire

# route.nextStop
source: Next Stop
fr: Prochain arrêt

# route.stops
source: %lld stops
fr: %lld arrêts

# route.time
source: About %@
fr: Environ %@

# route.complete
source: Complete
fr: Terminé

# route.skip
source: Skip
fr: Passer

# route.resume
source: Resume
fr: Reprendre

# route.exit
source: Exit Route
fr: Quitter l'itinéraire

# route.completed
source: Route Complete!
fr: Itinéraire terminé !

# route.wellDone
source: Well done! You completed the route.
fr: Bravo ! Vous avez terminé l'itinéraire.

# arrival.title
source: Arrival Mode
fr: Mode arrivée

# arrival.subtitle
source: Your first hours in Marrakech
fr: Vos premières heures à Marrakech

# arrival.airportTaxi
source: Airport Taxi
fr: Taxi aéroport

# arrival.cashAtm
source: Cash & ATM
fr: Espèces et distributeurs

# arrival.hotelTransfer
source: Hotel Transfer
fr: Transfert hôtel

# arrival.medinaOrientation
source: Medina Orientation
fr: Orientation médina

# arrival.completed
source: Completed
fr: Terminé

# arrival.markDone
source: Mark as Done
fr: Marquer comme fait

# currency.title
source: Currency
fr: Devise

# currency.convert
source: Convert
fr: Convertir

# currency.rate
source: Exchange Rate
fr: Taux de change

# currency.updateRate
source: Update Rate
fr: Mettre à jour le taux

# currency.quickAmounts
source: Quick Amounts
fr: Montants rapides

# onboarding.welcome
source: Welcome to Marrakech
fr: Bienvenue à Marrakech

# onboarding.subtitle
source: Your offline guide to the Red City
fr: Votre guide hors ligne de la ville rouge

# onboarding.language
source: Language
fr: Langue

# onboarding.homeCurrency
source: Home Currency
fr: Devise préférée

# onboarding.offline.title
source: Works Without Internet
fr: Fonctionne sans Internet

# onboarding.offline.subtitle
source: Navigate the Medina with confidence, even offline
fr: Naviguez dans la médina en toute confiance, même hors ligne

# onboarding.worksOffline
source: Works Offline
fr: Fonctionne hors ligne

# onboarding.needsInternet
source: Needs Internet
fr: Nécessite Internet

# onboarding.downloads.title
source: Get Ready for Offline
fr: Préparez-vous pour le hors ligne

# onboarding.downloads.subtitle
source: Download essential content for your trip
fr: Téléchargez le contenu essentiel pour votre voyage

# onboarding.basePack
source: Base Pack
fr: Pack de base

# onboarding.downloadNow
source: Download Now
fr: Télécharger maintenant

# onboarding.downloaded
source: Downloaded
fr: Téléchargé

# onboarding.comingSoon
source: Coming Soon
fr: Bientôt disponible

# onboarding.readiness.title
source: Ready Check
fr: Vérification de préparation

# onboarding.readiness.verifying
source: Verifying offline readiness…
fr: Vérification de la préparation hors ligne…

# onboarding.readiness.complete
source: Everything looks good!
fr: Tout est prêt !

# onboarding.demo.title
source: Quick Demo
fr: Démo rapide

# onboarding.demo.subtitle
source: See how to check if a price is fair
fr: Voyez comment vérifier si un prix est juste

# onboarding.privacy.title
source: Your Privacy Matters
fr: Votre confidentialité compte

# onboarding.privacy.subtitle
source: We built this app with privacy first
fr: Nous avons conçu cette application en pensant d'abord à la confidentialité

# onboarding.continue
source: Continue
fr: Continuer

# onboarding.skip
source: Skip
fr: Passer

# onboarding.back
source: Back
fr: Retour

# onboarding.getStarted
source: Get Started
fr: Commencer

# action.save
source: Save
fr: Enregistrer

# action.cancel
source: Cancel
fr: Annuler

# action.done
source: Done
fr: Terminé

# action.close
source: Close
fr: Fermer

# action.retry
source: Retry
fr: Réessayer

# action.refresh
source: Refresh
fr: Actualiser

# action.share
source: Share
fr: Partager

# action.copy
source: Copy
fr: Copier

# action.delete
source: Delete
fr: Supprimer

# action.edit
source: Edit
fr: Modifier

# action.search
source: Search
fr: Rechercher

# action.filter
source: Filter
fr: Filtrer

# action.sort
source: Sort
fr: Trier

# action.back
source: Back
fr: Retour

# action.next
source: Next
fr: Suivant

# action.previous
source: Previous
fr: Précédent

# action.clear
source: Clear
fr: Effacer

# action.clearAll
source: Clear All
fr: Tout effacer

# state.loading
source: Loading…
fr: Chargement…

# state.offline
source: You're offline
fr: Vous êtes hors ligne

# state.offlineCached
source: Showing cached content
fr: Affichage du contenu en cache

# state.empty
source: Nothing here yet
fr: Rien ici pour l'instant

# state.error
source: Something went wrong
fr: Une erreur s'est produite

# error.network
source: Network error. Check your connection.
fr: Erreur réseau. Vérifiez votre connexion.

# error.generic
source: Something went wrong. Please try again.
fr: Une erreur s'est produite. Veuillez réessayer.

# error.notFound
source: Not found
fr: Non trouvé

# error.locationDenied
source: Location access denied
fr: Accès à la localisation refusé

# error.locationUnavailable
source: Location unavailable
fr: Localisation indisponible

# dialog.clearSaved.title
source: Clear Saved Items?
fr: Supprimer les éléments enregistrés ?

# dialog.clearSaved.message
source: This will remove all your saved places and price cards. This cannot be undone.
fr: Cela supprimera tous vos lieux et fiches de prix enregistrés. Cette action est irréversible.

# dialog.exitRoute.title
source: Exit Route?
fr: Quitter l'itinéraire ?

# dialog.exitRoute.message
source: Your progress will be saved and you can resume later.
fr: Votre progression sera sauvegardée et vous pourrez reprendre plus tard.

# a11y.navigateBack
source: Navigate back
fr: Retour

# a11y.close
source: Close
fr: Fermer

# a11y.menu
source: Open menu
fr: Ouvrir le menu

# a11y.search
source: Search
fr: Rechercher

# a11y.share
source: Share
fr: Partager

# a11y.saved
source: Saved
fr: Enregistré

# a11y.notSaved
source: Not saved
fr: Non enregistré

# a11y.openNow
source: Open now
fr: Ouvert maintenant

# a11y.closed
source: Currently closed
fr: Actuellement fermé

# a11y.playAudio
source: Play audio
fr: Lire l'audio

# a11y.compassDirection
source: Compass pointing %@
fr: La boussole pointe vers %@
